
"EncryptionKey.Description" = "This image is a visualization of the encryption key for this secret chat with %1$@.\n\nIf this image looks the same on %2$@'s device, your chat is 200%% secure.\n\nLearn more at telegram.org";
"EncryptionKey.EncryptionKey" = "Encryption Key";


"Typing.Typing" = "typing";
"Typing.AreTyping" = "%@ are typing";
"Typing.IsTyping" = "%@ is typing";
"Group.MembersCount" = "%d member%@";
"Group.OnlineCount" = "%d online";
"Typing.PeopleTyping" = "%d people are typing";
"Group.AddMembers" = "Add Members";


"App.Name" = "Telegram";
"App.Connecting" = "connecting...";
"App.WaitingNetwork" = "waiting for network";



"ChatMedia.Audio" = "Audio";
"ChatMedia.Photo" = "Photo";
"ChatMedia.Contact" = "Contact";
"ChatMedia.Video" = "Video";
"ChatMedia.Location" = "Location";
"ChatMedia.File" = "File";
"ChatMedia.Unsupported" = "Unsupported";



"User.Unlock" = "Unblock";
"User.Block" = "Block";
"User.BlockUser" = "Block %@";
"User.UnlockUser" = "Unblock %@";
"User.Blocked" = "User is blocked";
"User.AddToContacts" = "Add Contacts";
"User.Deleted" = "Deleted";
"User.Hidden" = "hidden";


"App.ConnectionError" = "Connection Error";

"App.MaxFileSize" = "Maximum file size is 1GB";

"Auth.CantLogout" = "Can't logout";
"Auth.CheckConnection" = "Check your network connection and try again";
"Settings.CantUpdateFolder" = "Can't set this folder as default";
"Settings.ChooseAnotherFolder" = "Please choose a different folder";
"Settings.BlockUsers" = "Block Users";

"Cellular" = "Cellular";

"Message.Send.Compressing" = "compressing...";

"Search.Separator.Contact" = "contact";
"Search.Separator.Contacts" = "contacts";

"Search.Separator.User" = "user";
"Search.Separator.Users" = "users";

"Search.Separator.Message" = "message";
"Search.Separator.Messages" = "messages";





"AccountSettings.ContactsSynced" = "Contacts synced";

"NewConversation.CreateBroadcast" = "Create Broadcast";
"NewConversation.CreateGroup" = "Create";
"NewConversation.CreateGroupChat" = "Create Group Chat";
"NewConversation.CreateSecretChat" = "Create Secret Chat";
"NewConversation.CreatingGroupChat" = "Group Chat";
"NewConversation.CreatingSecretChat" = "Secret Chat";
"NewConversation.GroupNamePlaceholder" = "Group name...";
"NewConversation.AddContact" = "Add Contact";






"Account.ImportContacts" = "Import Contacts";
"Account.Invisible" = "offline";
"Account.Online" = "online";
"Account.Offline" = "offline";
"Login.InvalidCode" = "Invalid code";
"Login.InvalidCountry" = "Invalid country";
"Login.InvalidPhoneNumber" = "Invalid phone number";
"Login.Country" = "country";
"Login.Description" = "Official Telegram Messenger client for OS X";
"Login.Label" = "Welcome to the official OS X app";
"Login.GetNewCode" = "Get a New Code";
"Login.GetCode" = "Next";
"Login.Error" = "Error ;(";
"Login.ExpiredCode" = "Expired code";
"Login.SmsCode" = "code";
"Login.PhonePlaceholder" = "your number";
"Registartion.FirstName" = "First Name";
"Registration.DeletePhoto" = "Delete Photo";
/* Вставить сюда  (Optional) если влезет. */
"Registration.LastName" = "Last Name";
"Registration.PhoneDialed" = "Telegram dialed your number";

"Registration.ChangePhoto" = "Change Photo";
"Registration.ChooseCountry" = "choose country";
"Registration.ChoosePhoto" = "Choose Photo";
"Registration.Continue" = "Continue Registration";
"Registration.StartMessaging" = "Start Messaging";
"Registration.AddPhoto" = "add\nphoto";



"SelfDestruction.DisableTimer" = "disabled the self-destruct timer";
"SelfDestruction.SetTimer" = "set the self-destruct timer to %@";
"SelfDestruction.SetRandomTimer" = "set the self-destruct timer to %d seconds";

"Message.Send" = "Send";
"Messages.SharingContact" = "Sharing contact";

"Messages.SendPlaceholder" = "Message...";

"Message.File.Download" = "Download";
"Messages.Selected.Forward" = "Forward";
"Messages.Selected.Delete" = "Delete";
"Message.ForwardedFrom" = "Forwarded message from ";
"message" = "message";
"messages" = "messages";
"MessageAction.Secret.CreatedSecretChat" = "created secret chat";
"MessageAction.ServiceMessage.ChangedGroupName" = "%@ changed group name to \"%@\"";
"MessageAction.ServiceMessage.RemovedGroupPhoto" = "%@ removed group photo";
"MessageAction.ServiceMessage.ChangedGroupPhoto" = "%@ changed group photo";
"MessageAction.ServiceMessage.InvitedGroup" = "%@ invited %@";
"MessageAction.ServiceMessage.JoinedGroup" = "%@ joined the group";
"MessageAction.ServiceMessage.KickedGroup" = "%@ kicked %@";
"MessageAction.ServiceMessage.CreatedChat" ="%@ created the group \"%@\"";
"MessageAction.ServiceMessage.LeftGroup" = "%@ left the group";
"MessageAction.Secret.CancelledSecretChat" = "Secret chat cancelled";
"MessageAction.Service.ChangedGroupName" = "renamed group";
"MessageAction.Service.RemovedGroupPhoto" = "removed group photo";
"MessageAction.Service.ChangedGroupPhoto" = "changed group photo";
"MessageAction.Service.InvitedGroup" = "invited";
"MessageAction.Service.JoinedGroup" = "joined the group";
"MessageAction.Service.KickedGroup" = "kicked";
"MessageAction.Service.CreatedChat" = "created the group \"%@\"";
"MessageAction.Service.LeftGroup" = "left the group";
/* Какая-то странная строчка: */
"MessageAction.Service.LeaveChat" = "Leave chat";
"MessageAction.Secret.WaitingToGetOnline" = "Waiting for %@ to get online...";
"MessageAction.Secret.TookScreenshot" = "took a screenshot";
"Message.Action.Forwarding" = "Forwarding";
"Messages.UnreadMessages" = "Unread messages";





"Month.GenApril" = "April";
"Month.GenAugust" = "August";
"Month.GenDecember" = "December";
"Month.GenFebruary" = "February";
"Month.GenJanuary" = "January";
"Month.GenJuly" = "July";
"Month.GenJune" = "June";
"Month.GenMarch" = "March";
"Month.GenMay" = "May";
"Month.GenNovember" = "November";
"Month.GenOctober" = "October";
"Month.GenSeptember" = "September";
"Month.ShortApril" = "Apr";
"Month.ShortAugust" = "Aug";
"Month.ShortDecember" = "Dec";
"Month.ShortFebruary" = "Feb";
"Month.ShortJanuary" = "Jan";
"Month.ShortJuly" = "Jul";
"Month.ShortJune" = "Jun";
"Month.ShortMarch" = "Mar";
"Month.ShortMay" = "May";
"Month.ShortNovember" = "Nov";
"Month.ShortOctober" = "Oct";
"Month.ShortSeptember" = "Sep";



"Search.More" = "%d more..";









"Notification.MessageLifetime1d" = "1 day";
"Notification.MessageLifetime1h" = "1 hour";
"Notification.MessageLifetime1m" = "1 minute";
"Notification.MessageLifetime1w" = "1 week";
"Notification.MessageLifetime2s" = "2 seconds";
"Notification.MessageLifetime5s" = "5 seconds";
"notifications" = "notifications";



"Message.File.Open" = "Open";




"Attach.Picture" = "Photo";
"Attach.TakePhoto" = "Take Photo";
"Attach.Video" = "Video";
"Attach.File" = "File";

"StickToTop" = "Stick To Top";


"Preferences" = "Preferences";

"Registration" = "Registration";


"Settings.ResyncDescription" = "Remember: for now, the app needs syncing whenever you add new contacts to iCloud.";

"Account.UpdateProfilePhoto" = "Update Profile Photo";






"Profile.Save" = "Save";


"MediaPreview.SaveItem" = "Save Item As...";
"MediaPreview.SaveToDownloads" = "Save to Downloads";
"MediaPreview.NextItem" = "Next Item";
"MediaPreview.PreviousItem" = "Previous Item";


"Search" = "Search";




"Notification.SecretMessage" = "Secret message";









"Settings" = "Settings";





"Conversation.ShowProfile" = "Show %@'s Profile";
"Conversation.ShowGroupInfo" = "Show Group Info";
"Conversation.StartSecretChat" = "Start Secret Chat";
"Conversation.CantForwardSecretMessages" = "Unfortunately, you cannot forward messages to secret chats";
"Conversation.CantShareContactToSecretChat" = "Unfortunately, you cannot share contacts to secret chats";
"Conversation.Confirm.ClearHistory" = "Would you like to delete all messages in this conversation?";
"Conversation.Confirm.LeaveAndClear" = "Would you like to leave this group and clear message history?";
"Conversation.Confirm.DeleteAndClear" = "Would you like to delete this conversation and clear message history?";
"Conversation.Confirm.UndoneAction" = "This action cannot be undone.";
"Conversation.Confirm.SendFromClipboard" = "Would you like to send %d files from clipboard?";
"Conversation.Confirm.SendThisFile" = "Would you like to send this file?";
"Conversation.Confirm.SendThisPicture" = "Would you like to send this picture?";
"Conversation.Confirm.SendThisVideo" = "Would you like to send this video?";
"Conversation.Confirm.SendThisFileDescription" = "You can always send a file by copying it and pasting into a Telegram conversation.";
"Conversation.Confirm.SendThisPictureDescription" = "You can always send a picture by copying it and pasting into a Telegram conversation.";
"Conversation.Confirm.SendThisVideoDescription" = "You can always send a video by copying it and pasting into a Telegram conversation.";
"Conversation.Confirm.SendThisPicturesDescription" = "You can always send pictures and files by copying them and pasting into a Telegram conversation.";
"Conversation.Action.YouKickedGroup" = "You have been kicked from the group";
"Conversation.Action.YouLeftGroup" = "You have left the group";
"Conversation.Actions.ReturnToGroup" = "Return to Group";
"Conversation.Actions.LeaveGroup" = "Leave Group";
"Conversation.Members" = "members";
"Conversation.Member" = "member";
"Conversation.DeleteSecretChat" = "Delete Secret Chat";
"Conversation.ShowEncryptionKey" = "Show Encryption Key";
"Conversation.Delete" = "Delete Conversation";
"Conversation.Back" = "Back to Conversation";
"Conversation.BackToInfo" = "Back to Group Info";
"Conversation.DropTitle" = "Drop files here to send them";
"Conversation.DropQuickDescription" = "in a quick way";
"Conversation.ScrollToBottom" = "Scroll down to latest messages";
"Conversation.DropAsFilesDescription" = "without compression";
"Conversation.Send.FilesSizeError" = "The files %@ exceed the maximum size.";
"Conversation.NoMessages" = "No messages here yet...";
"Conversation.Mute" = "Mute";
"Conversation.Unmute" = "Unmute";
"Conversation.OpenConversation" = "Open Conversation";
"Conversation.Filter.Photos" = "Photos";
"Conversation.Filter.Video" = "Video";
"Conversation.Filter.Files" = "Files";
"Conversation.Filter.Audio" = "Audio";
"Conversation.Filter.PhotoVideo" = "Photos and Video";
"Conversation.ShowMedia" = "Show Media";
"Conversation.SelectToForward" = "Select a user or conversation to forward message from %1$@";
"Conversation.SelectToForwards" = "Select a user or conversation to forward messages from %1$@";
"Conversation.SelectToShareContact" = "Select a user or conversation to share %@'s contact";
"Conversation.ClearMessageHistory" = "Clear Message History";
"Conversation.CopyToClipboard" = "Copy to Clipboard";
"Conversation.DeleteAndExit" = "Delete and Exit";
"Conversation.CopyURL" = "Copy URL";
"Conversation.Menu.SetSelfDestruct" = "Set Self-Destruct Timer";
"Conversation.SelectConversation" = "Select a chat to start messaging";


"Profile.MobilePhone" = "mobile";
"Profile.SharedMedia" = "Shared Media";
"Profile.SendMessage" = "Send Message";
"Profile.ShareContact" = "Share Contact";
"Profile.Edit" = "Edit";
"Profile.edit" = "edit";
"Profile.Save" = "Save";
"Profile.DeleteAndExit" = "Delete and Exit...";
"Profile.DeleteContact" = "Delete Contact";
"Profile.CreatedBy" = "created by ";
"Profile.You" = "You";
"Profile.Error.CantUpdatePhoto" = "Can't update profile photo";
"Profile.Cancel" = "Cancel";
"Profile.CancelPhotoUpload" = "Cancel Uploading";
"Profile.CantUpdate" = "Can't update profile";
"Profile.CantUpdatePhoto" = "Can't update profile photo";
"Profile.Back" = "Back";
"Profile.ClearHistory" = "Clear Message History";
"Profile.DeleteConversation" = "Delete Conversation...";
"Profile.Done" = "Done";
"BackToProfile" = "Back to Profile";
"Profile.RemovePhoto" = "Remove Photo";
"Profile.UpdatePhoto" = "Update Photo";
"Profile.SetGroupPhoto" = "Set Group Photo";
"Profile.SmallPhoto" = "Photo too small";






"Telegram Messenger" = "Telegram Messenger";


"Time.at" = "at";
"Time.last_seen" = "last seen";
"Time.today" = "today";
"Time.tomorrow" = "tomorrow";
"Time.yesterday" = "yesterday";


"App.updating" = "updating...";



"Attach.WebSearch" = "Web Search";

"Weekday.Friday" = "Friday";

"Weekday.Monday" = "Monday";

"Weekday.Saturday" = "Saturday";

"Weekday.ShortFriday" = "Fri";

"Weekday.ShortMonday" = "Mon";

"Weekday.ShortSaturday" = "Sat";

"Weekday.ShortSunday" = "Sun";

"Weekday.ShortThursday" = "Thu";

"Weekday.ShortTuesday" = "Tue";

"Weekday.ShortWednesday" = "Wed";

"Weekday.Sunday" = "Sunday";

"Weekday.Thursday" = "Thursday";

"Weekday.Tuesday" = "Tuesday";

"Weekday.Wednesday" = "Wednesday";

"WiFi" = "WiFi";








"Notification.MessageLifetime2s" = "2 seconds";
"Notification.MessageLifetime5s" = "5 seconds";
"Notification.MessageLifetime1m" = "1 minute";
"Notification.MessageLifetime1h" = "1 hour";
"Notification.MessageLifetime1d" = "1 day";
"Notification.MessageLifetime1w" = "1 week";

"DefaultSoundName" = "Default";

"Date.DialogDateFormat" = "{month} {day}";


"Confirm.TerminateSessions" = "Are sure you want to terminate all other sessions?";
"Confirm.SuccessResetSessions" = "All other sessions terminated successfully";
"Confirm.ConfirmLogout" = "You are sure you want to log out?";
"Confirm.ClearHistory" = "Clear History";
"Alert.Error" = "Error";
"Alert.Confirm" = "Confirm";


"AddContact.FirstNamePlaceholder" = "First Name";
"AddContact.LastNamePlaceholder" = "Last Name (optional)";
"AddContact.PhoneNumberPlaceholder" = "Mobile";
"AddContact.AddContact" = "Add Contact";

"AddContact.NotRegistredTitle" = "Not Telegram Contact";
"AddContact.NotRegistredDescription" = "This contact is not registered in Telegram yet. You will be able to send them a Telegram message as soon as they sign up.";

"Messages.AddContact" = "Add";

"Time.agoHour" = "%d hour ago";
"Time.agoHours" = "%d hours ago";
"Time.agoMinute" = "%d minute ago";
"Time.agoMinutes" = "%d minutes ago";
"Time.justnow" = "just now";

"Secret.SelfDestruct.Off" = "Off";
"Secret.SelfDestruct.2s" = "2s";
"Secret.SelfDestruct.5s" = "5s";
"Secret.SelfDestruct.1m" = "1 minute";
"Secret.SelfDestruct.1h" = "1 hour";
"Secret.SelfDestruct.1d" = "1 day";
"Secret.SelfDestruct.1w" = "1 week";

"Message.File.ShowInFinder" = "Show in Finder";

"Delete" = "Delete";

"Edit.selectMessage" = "%lu message selected";
"Edit.selectMessages" = "%lu messages selected";

"Photo" = "Photo";



"Settings.OpenLinksBackground" = "Open Links in background";
"Settings.PrivateChats" = "Private Chats";
"Settings.Groups" = "Groups";


"Settings.OpenLinksBackground" = "Open Links in background";
"Settings.OpenLinksBackground" = "Open Links in background";

"Settings.SendAsEnter" = "Enter";
"Settings.SendAsCmdEnter" = "⌘ + Enter";

"Settings.OnlineFocused" = "App Focused";
"Settings.OnlineLaunch" = "App Running";

"Settings.SoundEffects" = "Sound effects";

"Settings.online_when_desc" = "Online when:";
"Settings.auto_download_desc" = "Auto downloads:";
"Settings.video_desc" = "Video:";
"Settings.documents_desc" = "Documents:";
"Settings.voice_messages_desc" = "Voice messages:";
"Settings.file_size_limit_desc" = "File size limit:";
"Settings.send_message_desc" = "Send message:";
"Settings.save_documents_to_desc" = "Save documents to:";
"Settings.sound_notifications_desc" = "Sound notifications:";
"Settings.other_desc" = "Other:";

"Settings.cache_desc" = "Cache:";
"Settings.sessions_desc" = "Sessions:";
"Settings.cache_sub_desc" = "Deleting all pictures, video and voice messages in cache folder";
"Settings.sessions_sub_desc" = "Logs out all devices expect for the current one";
"Settings.account_desc" = "Account:";

"Settings.clear_all_the_cache_button" = "Clear all the cache";
"Settings.terminate_all_other_sessions_button" = "Terminate all other sessions";
"Settings.log_out_button" = "Log out";

"Settings.Settings" = "Settings";
"Settings.BlackList" = "Black List";


"Confirm" = "Confirm";
"Yes" = "Yes";
"No" = "No";
"Cancel" = "Cancel";

"Settings.General" = "General";
"Settings.Account" = "Account";

"MessageAction.Secret.UserJoined" = "%@ joined your secret chat.";
"MessageAction.Secret.CreatedSecretChat" = "%@ created a secret chat.";

"Secret.join.description" = "You have invited %1$@ to \njoin a secret chat.";
"Secret.join.invitedDescription" = "%1$@ invited you to \njoin a secret chat.";
"Secret.join.secret_chats" = "\n\nSecret chats:\n";
"Secret.join.desc1" = " Use end-to-end encryption\n";
"Secret.join.desc2" = " Leave no trace on Telegram servers\n";
"Secret.join.desc3" = " Have a self-destruct timer\n";
"Secret.join.desc4" = " Do not allow forwarding\n";


"Settings.chooseFolder" = "Choose...";


"Login.code" = "code";
"Login.willCallYou" = "Telegram will call you in %d:%@";
"Login.phoneNumber" = "phone number";

"Audio.Downloading" = "%1$@ downloading...";
"Audio.Uploading" = "%1$@ uploading....";

"Document.Downloading" = "%.0f%% downloading";
"Document.Uploading" = "%.0f%% uploading";

"Attach.Location" = "Location";
"Attach.PictureOrVideo" = "Picture or Video";

"Audio.ReleaseOut" = "Release out of the field to cancel";

"MessageService.Action.JoinedSecretChat" = "Joined to secret chat";
"Messages.scrollToBottomNewMessage" = "%d new";
"Messages.scrollToBottomNewMessages" = "%d new";

"Emoji.NoRecents" = "No recent emojis";

"Profile.SetEncryptedTTL" = "Self-Destruct Timer";
"Profile.ShowEncryptedKey" = "Encryption Key";

"Search.LoadingMessages" = "loading messages";
"Messages.ForwardedMessages" = "Forwarded messages";

"Messages.Error.Delete" = "Delete";
"Messages.Error.Resend" = "Resend";

"Notification.NewAuthDetected" = "%@,\
We detected a login into your account from a new device on %@\nDevice: %@\nLocation: %@\nIf this wasn’t you, you can go to Settings – Chat Settings – Terminate all sessions.\nThanks,\nThe Telegram Team";

"Alert.MessagesSendError.Desc" = "Your message could not be sent";
"Alert.MessagesSendError.Text" = "There was an error sending the previous message. Would you like to try to send it again?";
"Alert.Button.TryAgain" = "Try Again";
"Alert.Button.Delete" = "Delete";
"Alert.Button.Ignore" = "Ignore";

"Messages.MessagesTopInfoActionUnblockUser" = "This user is blocked, so he can't answer your messages. ";
"Messages.MessagesTopInfoActionShareContact" = "This user doesn’t have your contact info. ";
"Messages.MessagesTopInfoActionAddContact" = "This user is not in your contacts. ";

"Messages.MessagesTopInfoActionAddContact.Button" = "Add to Contact";
"Messages.MessagesTopInfoActionShareContact.Button" = "Share My Contact Info";
"Messages.MessagesTopInfoActionUnblockUser.Button" = "Unblock";


"Connecting.Connecting" = "Connecting";
"Connecting.Connected" = "Connected!";
"Connecting.WaitingNetwork" = "Waiting for Network";
"Connecting.Updating" = "Updating";
"Connecting.Updated" = "Updated!";

"SharedMedia.None" = "None";

"MediaPreview.Forward" = "Forward to...";
"MediaPreview.Delete" = "Delete";

"Broadcast.Create" = "Create";
"Broadcast.statusMore" = "and %lu more";
"Broadcast.participantsTitle" = "%lu participants";
"Broadcast.participantTitle" = "%lu participant";
"MessageAction.ServiceMessage.CreatedBroadcast" ="created a broadcast list";

"Conversation.CantForwardToBroadcast" = "Unfortunately, you cannot forward messages to broadcast";
"NewConversation.CreatingBroadcast" = "Broadcast";



"Conversation.ShowBroadcastInfo" = "Show Broadcast Info";

"Settings.LaunchOnStartup" = "Launch at Startup";

"Notification.UserRegistred" = "joined Telegram";


"ComposeMenu.CreateGroup" = "New Group";
"ComposeMenu.Broadcast" = "Broadcast Lists";
"ComposeMenu.SecretChat" = "New Secret Chat";

"Compose.GroupTitle" = "New Group";
"Compose.SecretChat" = "New Secret Chat";
"Compose.BroadcastTitle" = "Broadcast List";


"Compose.Back" = "Back";
"Compose.Next" = "Next";
"Compose.Done" = "Done";
"Compose.Create" = "Create";

"Compose.Contacts" = "Contacts";
"Compose.AddMembers" = "Add";

"Compose.GroupNamePlaceHolder" = "Group Name";
"Compose.NewBroadcastList" = "New List";

"Account.EditProfile" = "Edit Profile";

"Account.ChatSettings" = "Chat Settings";
"Account.BlockedUsers" = "Blocked Users";
"Account.SecuritySettings" = "Security Settings";


"Tab.Contacts" = "Contacts";
"Tab.Chats" = "Chats";
"Tab.Settings" = "Settings";

"Auth.ForceLogout" = "Press OK, for force logout";
"Account.ExportCard" = "Export Your Card";
"UserCard.Export" = "Copy to Clipboard";
"CardImport.ErrorTextUserNotExist" = "Error, user not found";
"CardImport.ErrorDescUserNotExist" = "Check card string";

"Login.EnterCodeFromApp" = "Please enter the code you've just received in your other Telegram app.";
"Login.SendSmsIfNotReceivedAppCode" = "Haven't received the code?";
"UserCard.ExportDesc" = "You can share this card with other Telegram users, so that they can contact you without knowing your phone number. Only available for OSX users at the moment, coming soon to other apps.";

"Login.WeSendSms" = "We have sent you a code via SMS. Please enter it above.";


"Search.Cancel" = "Cancel";
"Context.Quote" = "Quote";

"Conversation.Confirm.SendThisGif" = "Would you like to send this gif?";
"Conversation.Confirm.SendThisGifDescription" = "You can always send a gif by copying it and pasting into a Telegram conversation.";


"BlockedUsers.NoBlockedUsers" = "You will not receive messages from people \non the block list";
"BlockedUsers.BlockedUsers" = "Blocked Users";
"Compose.BlockUsers" = "Block";
"GeneralSettings.AutoVideoDownloadHeader" = "AUTOMATIC VIDEO DOWNLOAD";
"GeneralSettings.AutoAudioDownloadHeader" = "AUTOMATIC AUDIO DOWNLOAD";
"Settings.SoundNotification" = "Sound Notification";
"GeneralSettings.General" = "General";
"Settings.AdvancedSettings" = "Advanced Settings";
"Settings.SecuritySettings" = "Security Settings";
"GeneralSettings.Security" = "Security";
"Settings.ClearCache" = "Clear Cache";
"Settings.ClearCacheDescription" = "Deleting all media and files in cache folder";
"Settings.TerminateOtherSessions" = "Terminate all other sessions";
"Settings.TerminateOtherSessionsDescription" = "Logs out all devices excpect the current one";
"Account.SetProfilePhoto" = "Set Profile Photo";
"Account.General" = "General";
"Account.UserName" = "Username";
"Account.About" = "About";
"Account.FAQ" = "Telegram FAQ";
"Account.AskQuestion" = "Ask a Question";
"Profile.BlockContact" = "Block Contact";
"Profile.UnblockContact" = "Unblock Contact";
"Chat.Kick" = "Kick";
"Profile.Info" = "Info";
"UserName.placeHolder" = "@Enter your username";
"Profile.ChangeUserName" = "Change Username";
"UserName.description" = "You can choose a username on Telegram. If you do, other people will be able to find you by this username and contact you without knowing your phone number.\n\nYou can use a-z, 0-9 and underscores. Minimum length is 5 characters.";
"Username.setName" = "Set Username";
"Profile.Media" = "Media";
"Profile.DeleteAll" = "Delete All";
"Profile.DeleteBroadcast" = "Delete Broadcast";

"Context.OpenInFinder" = "Open in Finder";
"Context.SaveAs" = "Save As...";
"Context.CopyToClipBoard" = "Copy to Clipboard";
"Context.Forward" = "Forward";
"Context.Delete" = "Delete";

"UpdateNotification.Alert" = "Alert";
"Profile.username" = "username";
"Search.Separator.GlobalSearch" = "Global Search";

"UserNameExport.UserNameNotFound" = "User not found";
"UserNameExport.UserNameNotFoundDescription" = "A user with this username does not exist on Telegram";

"AddContactController.Addcontact" = "Add Contact";

"UserName.avaiable" = "%@ is available.";

"USERNAME_INVALID" = "Sorry, this username is invalid.";
"USERNAME_IS_ALREADY_TAKEN" = "Sorry, this username is already taken.";
"USERNAME_MIN_SYMBOLS_ERROR" = "A username must have at least 5 characters.";
"USERNAME_CANT_FIRST_NUMBER" = "Sorry, a username can't start with a number.";

"Settings.NotificationTone" = "Notification Tone";
"Notifications" = "Notifications";
"Settings.MessageNotifications" = "Message Notification";


"Notification.MessageLifetimeSeconds" = "%d second%@";
"Notification.MessageLifetimeMinutes" = "%d minute%@";
"Notification.MessageLifetimeHours" = "%d hour%@";
"Notification.MessageLifetimeDays" = "%d day%@";
"Notification.MessageLifetimeWeeks" = "%d week%@";
"Secret.SelfDestruct.RandomSecond" = "%d second";
"Secret.SelfDestruct.RandomSeconds" = "%d seconds";
"Close" = "Close";
"MediaPreview.GoToMessage" = "Go To Message";


"PhotoViewer.Forward" = "Forward";
"PhotoViewer.Delete" = "Delete";
"PhotoViewer.SaveAs" = "Save As";
"PhotoViewer.Goto" = "Show Message";
"PhotoViewer.posOfCount" = "%lu of %lu";
"Settings.EmojiReplaces" = "Automatically convert to Emoji";


"PrivacyAndSecurity.PrivacyHeader" = "PRIVACY";
"PrivacyAndSecurity.SecurityHeader" = "SECURITY";
"PrivacyAndSecurity.DeleteAccountHeader" = "DELETE MY ACCOUNT";

"PrivacyAndSecurity.BlockedUsers" = "Blocked Users";
"PrivacyAndSecurity.LastSeen" = "Last Seen";
"PrivacyAndSecurity.TerminateSessions" = "Terminate all other sessions";
"PrivacyAndSecurity.Logout" = "Log Out";
"PrivacyAndSecurity.DeleteAccount" = "If Away For";

"LastSeen.longTimeAgo" = "last seen a long time ago";
"LastSeen.Recently" = "last seen recently";
"LastSeen.Monthly" = "last seen within a month";
"LastSeen.Weekly" = "last seen within a week";
"PrivacyAndSecurity.Header" = "Privacy and Security";
"PrivacySettingsController.Header" = "Last Seen";
"PrivacySettingsController.Everbody" = "Everbody";
"PrivacySettingsController.MyContacts" = "My Contacts";
"PrivacySettingsController.Nobody" = "Nobody";
"PrivacySettingsController.NeverShare" = "Never Share";
"PrivacySettingsController.AlwaysShare" = "Always Share";
"PrivacySettingsController.NeverShareWith" = "Never Share With";
"PrivacySettingsController.AlwaysShareWith" = "Always Share With";
"PrivacySettingsController.UserCount" = "%d user";
"PrivacySettingsController.UsersCount" = "%d users";
"PrivacySettingsController.AddUsers" = "Add Users";
"PrivacyUserListController.NoUsers" = "Click add (+) button to add users.";
"Remove" = "Remove";
"Account.Privacy" = "Privacy and Security";
"PhotoViewer.CopyToClipBoard" = "Copy to Clipboard";
"PrivacyUserListController.Header" = "Choice Users";
"App.ConnectionErrorDesc" = "Check your network connection and try again";
"PhoneChangeAlertController.Description" = "You can change your Telegram number here. Your account and all your cloud data — messages, media, contacts, etc. will be moved to the new number.\n\n %1$@Important:%2$@ all your Telegram contacts will get your %3$@new number%4$@ added to their address book, provided they had your old number and you haven't blocked them in Telegram.";
"PhoneChangeAlertController.ChangePhone" = "Change Number";
"PhoneChangeController.Header" = "Change Number";
"PhoneChangeController.Next" = "Next";
"PhoneChangeController.Description" = "We will send an SMS with a confirmation code to\nyour new number.";
"Account.PhoneNumber" = "Phone Number";
"PhoneChangeControlller.AlertHeader" = "Changing error";
"PHONE_NUMBER_OCCUPIED"	= "An error occurred. Please try again later.";
"PHONE_NUMBER_INVALID" = "Invalid phone number. Please try again.";
"PhoneChangeController.SmsPlaceholder" = "Code";
"PhoneChangeConfirmController.SentCodeDescription" = "We have sent you an SMS with the code";
"PhoneChangeConfirmController.sendCall" = "Telegram will call you in %@";
"PhoneChangeConfirmController.phoneDialed" = "Telegram dialed your number";


"Alert.Forward" = "Forward";
"Alert.ForwardTo" = "Forward to %@?";

"TL_sendMessageTypingAction" = "%@ is typing";
"TL_sendMessageUploadPhotoAction" = "%@ is sending photo";
"TL_sendMessageRecordVideoAction" = "%@ is recording video";
"TL_sendMessageUploadVideoAction" = "%@ is sending video";
"TL_sendMessageRecordAudioAction" = "%@ is recording audio";
"TL_sendMessageUploadAudioAction" = "%@ is sending audio";
"TL_sendMessageUploadDocumentAction" = "%@ is sending document";
"TL_sendMessageGeoLocationAction" = "%@ is choosing geo";
"TL_sendMessageChooseContactAction" = "%@ is choosing contact";

"Settings.iCloudSynch" = "iCloud contacts synchronization";
"Profile.Photos" = "Photos";
"Settings.BigFont" = "Use large font in conversations";
"Quit" = "Quit";
"Settings.StatusBarIcon" = "Status Bar Icon";

"AccountDaysTTL30" = "1 month";
"AccountDaysTTL90" = "3 months";
"AccountDaysTTL180" = "6 months";
"AccountDaysTTL365" = "1 year";

"Profile.SharedMediaFiles" = "Files";
"SharedMedia.NoSharedMedia" = "Share photos and videos in this chat\n— or this paperclip stays unhappy.";
"SharedMedia.NoFiles" = "You can send and receive\nfiles of any types up to 1.5 GB each\nand access them enywhere.";